Repository: BrummbQ/vutuv
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: de

source: can't be blank
de: darf nicht leer sein

source: is invalid
de: ist ungültig

source: has invalid format
de: hat ein ungültiges Format

source: has an invalid entry
de: hat einen ungültigen Wert

source: is reserved
de: ist reserviert

source: should be %{count} character(s)
de: sollte %{count} Zeichen lang sein

source: should have %{count} item(s)
de: sollte %{count} Element enthalten

source: should be at least %{count} character(s)
de: sollte mindestens %{count} Zeichen haben

source: should have at least %{count} item(s)
de: sollte mindestens %{count} Element enthalten

source: should be at most %{count} character(s)
de: sollte maximal %{count} Zeichen enthalten

source: should have at most %{count} item(s)
de: sollte maximal %{count} Element enthalten

source: must be less than %{count}
de: muss weniger als %{count} sein

source: must be greater than %{count}
de: muss mehr als %{count} sein

source: must be less than or equal to %{count}
de: muss weniger oder gleich %{count} sein

source: must be greater than or equal to %{count}
de: muss größer oder gleich %{count} sein

source: must be equal to %{count}
de: muss gleich %{count} sein
